Repository: gatzenga/Shelv-Desktop
Catalog: Shelv Desktop/Localizable.xcstrings
Source language: de
Languages: en

source: %lld Alben
en: %lld Albums

source: %lld Künstler
en: %lld Artists

source: %lld Titel
en: %lld Tracks

source: Abbrechen
en: Cancel

source: Abmelden
en: Sign Out

source: Abspielen
en: Play

source: Abspielen / Pause
en: Play / Pause

source: Alben
en: Albums

source: Alben (%lld)
en: Albums (%lld)

source: Alben laden…
en: Loading albums…

source: Alle zwischengespeicherten Cover-Bilder werden gelöscht und beim nächsten Anzeigen neu geladen.
en: All cached cover images will be deleted and reloaded the next time they are displayed.

source: Als nächstes
en: Up Next

source: Als nächstes abspielen
en: Play Next

source: Benutzer
en: User

source: Benutzername
en: Username

source: Bibliothek
en: Library

source: Bibliothek wird gescannt…
en: Scanning library…

source: Cache leeren
en: Clear Cache

source: Cache leeren?
en: Clear Cache?

source: Cover-Bilder
en: Cover Art

source: Darstellung
en: Appearance

source: Die Server-Verbindung wird getrennt und alle gespeicherten Zugangsdaten werden gelöscht.
en: The server connection will be disconnected and all saved credentials will be deleted.

source: Dunkel
en: Dark

source: Entdecken
en: Discover

source: Entfernen
en: Remove

source: Erscheinungsbild
en: Appearance

source: Farbe
en: Color

source: Farbe wählen
en: Choose Color

source: Grösse
en: Size

source: Häufig gespielt
en: Frequently Played

source: Hell
en: Light

source: Info
en: About

source: Jahr
en: Year

source: Kein Titel
en: No Track

source: Keine weiteren Titel
en: No more tracks

source: Kontakt
en: Contact

source: Künstler
en: Artists

source: Künstler laden…
en: Loading artists…

source: Künstler, Alben, Titel suchen…
en: Search artists, albums, tracks…

source: Kürzlich gespielt
en: Recently Played

source: Kürzlich hinzugefügt
en: Recently Added

source: Laden…
en: Loading…

source: Leeren
en: Clear

source: Letzte Synchronisation
en: Last Sync

source: Meist gespielt
en: Most Played

source: Mix: Häufig gespielt
en: Mix: Frequently Played

source: Mix: Kürzlich gespielt
en: Mix: Recently Played

source: Mix: Neueste Titel
en: Mix: Latest Tracks

source: Modus
en: Mode

source: Nächster Titel
en: Next Track

source: Navidrome / Subsonic Client für macOS
en: Navidrome / Subsonic Client for macOS

source: Navidrome Dokumentation
en: Navidrome Documentation

source: Neu laden
en: Reload

source: Nicht angemeldet
en: Not Signed In

source: Noch nie
en: Never

source: Passwort
en: Password

source: Profil
en: Profile

source: Server verwalten
en: Manage Servers

source: Server verwalten…
en: Manage Servers…

source: Shelv auf GitHub
en: Shelv on GitHub

source: Sortieren
en: Sort

source: Suchbegriff eingeben
en: Enter a search term

source: Suche
en: Search

source: Suchen…
en: Searching…

source: Synchronisation
en: Synchronization

source: Synchronisation abgeschlossen
en: Synchronization complete

source: Titel
en: Tracks

source: Titel laden…
en: Loading tracks…

source: Über Shelv
en: About Shelv

source: Verbinden
en: Connect

source: Verbindung fehlgeschlagen.
en: Connection failed.

source: Verbundener Server
en: Connected Server

source: Vollständig synchronisieren
en: Full Sync

source: Von diesem Album
en: From This Album

source: Vorheriger Titel
en: Previous Track

source: Vorschau Album
en: Album Preview

source: Warteschlange
en: Queue

source: Wiedergabe
en: Playback

source: Wiederholen: Alle
en: Repeat: All

source: Wiederholen: Aus
en: Repeat: Off

source: Wiederholen: Einer
en: Repeat: One

source: Wirklich abmelden?
en: Sign Out?

source: Zufall
en: Shuffle

source: Zufällige Alben
en: Random Albums

source: Zufallsmodus an
en: Shuffle On

source: Zufallsmodus aus
en: Shuffle Off

source: Zuletzt hinzugefügt
en: Recently Added

source: Zur Warteschlange hinzufügen
en: Add to Queue
